class TEXT:
    main_menu = ['К главному меню', 'Полетели!']
    work_with_cv = ['Работа с резюме', 'Назад, к работе с резюме']
    work_with_project = ['Работа с проектами', 'Назад, к работе с проектами']
    work_with_vacancy = ['Работа с вакансиями', 'Назад, к работе с вакансиями']
    work_with_smth = ['Работа с резюме', 'Назад, к работе с резюме',
                      'Работа с проектами', 'Назад, к работе с проектами',
                      'Работа с вакансиями', 'Назад, к работе с вакансиями']
    smth_create = ['Добавить резюме', 'Добавить проект']
    smth_read_update_delite = ['Посмотреть свои резюме', 'Редактировать резюме', 'Удалить резюме',
                               'Посмотреть свои проекты', 'Редактировать проект', 'Удалить проект']
    cv_read_update_delite = ['Посмотреть свои резюме', 'Редактировать резюме', 'Удалить резюме']
    project_read_update_delite = ['Посмотреть свои проекты', 'Редактировать проект', 'Удалить проект']
